Repository: common-repository/neoforum
Catalog: nf-languages/neoforum-*.po
Languages: ru_ru

source: Select font size
ru_ru: Выберите размер шрифта

source: Select font color
ru_ru: Выберите цвет шрифта

source: Select font
ru_ru: Выберите шрифт

source: Set bold text
ru_ru: Жирный шрифт

source: Set italic text
ru_ru: Курсив

source: Set underline text
ru_ru: Подчеркнутый текст

source: Set strikethrough text
ru_ru: Зачеркнутый текст

source: Set left alignment
ru_ru: Выравнивание по левому краю

source: Set center alignment
ru_ru: Выравнивание по центру

source: Set right alignment
ru_ru: Выравнивание по правому краю

source: Set justify alignment
ru_ru: Выравнивание по ширине

source: Create link
ru_ru: Создать ссылку

source: Enter URL
ru_ru: Введите URL

source: Remove link
ru_ru: Удалить ссылку

source: Insert image
ru_ru: Вставить изображение

source: Enter image address
ru_ru: Введите адрес изображения

source: Wrap text in quote block
ru_ru: Обернуть текст в блок цитаты

source: Mark text as offtopic
ru_ru: Пометить текст как оффтоп

source: Uninstall
ru_ru: Деинсталлировать

source: Save Settings
ru_ru: Сохранить настройки

source: Create new section
ru_ru: Создать новую секцию

source: Create new forum
ru_ru: Создать новый форум

source: Recalculate all forums stats
ru_ru: Пересчитать статистику форумов

source: Enter username here
ru_ru: Введите имя пользователя

source: Notice: all added users and moderators will be able to read and moderate all subforums of forum where they were added.
ru_ru: Примечание: все добавленные пользователи и модераторы смогут читать или модерировать все подфорумы того форума куда они были добавлены

source: Close
ru_ru: Закрыть

source: Awaiting reports:
ru_ru: Новые жалобы

source: Trash
ru_ru: Корзина

source: Delete ALL trash
ru_ru: Очистить корзину

source: Search in topics
ru_ru: Искать в темах

source: Search in posts
ru_ru: Искать в сообщениях

source: After
ru_ru: После

source: Before
ru_ru: Перед

source: Username
ru_ru: Имя пользователя

source: Forum
ru_ru: Форум

source: All forums
ru_ru: Все форумы

source: Including words
ru_ru: Включает слова

source: Words in topic title
ru_ru: Слова в названии темы

source: Search!
ru_ru: Искать!

source: Choose action
ru_ru: Выберите действие

source: Restore selected
ru_ru: Восстановить выбранные

source: Delete selected
ru_ru: Удалить выбранные

source: Users
ru_ru: Пользователи

source: Recalculate all users stats
ru_ru: Пересчитать всю статистику пользователей

source: Administrators
ru_ru: Администраторы

source: Supermoderators
ru_ru: Супермодераторы

source: Banned users
ru_ru: Заблокированные пользователи

source: Notice: ALL users with admin rights in site automatically has admin rights in forum
ru_ru: Примечание: ВСЕ пользователи с правами администратора на сайте автоматически имеют права администратора на форуме

source: Find user
ru_ru: Найти пользователя

source: Make supermoderator
ru_ru: Сделать супермодератором

source: Supermoderators has moderator capabiblies in all forums. They can ban, delete, approve, edit posts, and they can see all restricted forums.
ru_ru: Супермодераторы имеют полномочия модераторов на всех форумах. Они могут банить, удалять, одобрять темы, редактировать посты, и они могут видеть все форумы с ограниченным доступом.

source: Make administrator
ru_ru: Сделать администратором

source: Same as supermoderators, and they can unban users banned by other admins, moderators and supermoderators. Still, managing options of Neoforum require admin capabilities in the site admin panel.
ru_ru: То же что и супермодераторы, к тому же могут разбанивать пользователей забаненных другими админами, модераторами или супермодераторами. Управление настройками Неофорума требует полномочий администриатора на сайте.

source: Choose date when ban will expire
ru_ru: Выберите дату когда бан истекает

source: Leave comment
ru_ru: Оставьте комментарий

source: Ban user
ru_ru: Заблокировать пользователя

source: NeoForum settings
ru_ru: Настройки Neoforum

source: Forums
ru_ru: Форумы

source: Trash posts and topics
ru_ru: Корзина

source: Reports
ru_ru: Жалобы

source: You can't do this action!
ru_ru: Вы не можете выполнить это действие!

source: Wrong forum id!
ru_ru: Неправильный id форума!

source: Forum does not exists!
ru_ru: Данный форум не существует!

source: New forum
ru_ru: Новый форум

source: Description
ru_ru: Описание

source: New section
ru_ru: Новая секция

source: Title is empty!
ru_ru: Заголовок пуст!

source: Title is too long, max length is 256 characters!
ru_ru: Заголовок слишком длинный, максимальная длина 256 символов!

source: Description is too long, max length is 1024 characters!
ru_ru: Описание слишком длинное, максимальная длина 1024 символа!

source: Remove this user from moderators
ru_ru: Убрать этого пользователя из модераторов

source: Wrong user id!
ru_ru: Неверный id пользователя!

source: No users found
ru_ru: Пользователи не найдены

source: User does not exists!
ru_ru: Пользователь не существует!

source: User already in list!
ru_ru: Пользователь уже в списке!

source: Edit section title
ru_ru: Редактировать заголовок секции

source: Moderators
ru_ru: Модераторы

source: Users who can read restricted forum
ru_ru: Пользователи, которые могут читать закрытый форум

source: Subforums
ru_ru: Подфорумы

source: Topics
ru_ru: Темы

source: Posts
ru_ru: Сообщения

source: Items has diffetent types!
ru_ru: Разный тип у выбранных элементов!

source: Done
ru_ru: Готово

source: Leave post
ru_ru: Оставить сообщение

source: Delete post
ru_ru: Удалить сообщение

source: In topic
ru_ru: В теме

source: In forum
ru_ru: В форуме

source: Author
ru_ru: Автор

source: Reported by
ru_ru: Жалоба от

source: Created
ru_ru: Создан

source: Reported
ru_ru: Поступила

source: Reporter's comment
ru_ru: Комментарий автора жалобы

source: Post content
ru_ru: Содержимое поста

source: You can't ban administrator or supermoderator!
ru_ru: Вы не можете заблокировать администратора или супермодератора!

source: You must choose date!
ru_ru: Вы должны выбрать дату!

source: You have no rights to unban users banned by other moderators
ru_ru: У вас нет прав разблокировать пользователей, которых забанили другие модераторы

source: This user is site administrator, he must be removed from site admins to take off his admin capabilities on forum
ru_ru: Этот пользователь является администратором на сайте, он должен быть удален из администрации сайта чтобы утратить свои полномочия на форуме

source: Deleted
ru_ru: Удалено

source: Was in forum
ru_ru: Была в форуме

source: Restore topic
ru_ru: Восстановить тему

source: Delete topic completely
ru_ru: Удалить тему окончательно

source: Restore post
ru_ru: Восстановить пост

source: Delete post completely
ru_ru: Удалить пост окончательно

source: Was in topic
ru_ru: Был в теме

source: Administrator
ru_ru: Администратор

source: Supermoderator
ru_ru: Супермодератор

source: Banned by
ru_ru: Заблокирован пользователем

source: Expires
ru_ru: Истекает

source: Comment
ru_ru: Комментарий

source: Remove admin
ru_ru: Убрать из администрации

source: Make admin or supermoderator
ru_ru: Сделать администратором или супермодератором

source: Unban user
ru_ru: Разблокировать пользователя

source: Oops, some problems occured
ru_ru: Возникли некоторые проблемы

source: Back
ru_ru: Назад

source: You were banned. Ban expires
ru_ru: Вы были заблокированы. Бан истекает

source: Connetcion is timed out!
ru_ru: Таймаут соединения!

source: Error is occured!
ru_ru: Возникла ошибка!

source: This action will delete ALL topics and posts in this forum (but not in child forums). Are you sure? This cannot be undone.
ru_ru: Это действие удалит всю информацию форума - темы, сообщения, данные пользователей и т. п. (но не затронет вложенные форумы). Вы уверены? Действие нельзя будет отменить.

source: General
ru_ru: Основные настройки

source: Forum page URL
ru_ru: URL страницы форума

source: Forum theme
ru_ru: Тема форума

source: Guests can create topics
ru_ru: Гости могут создавать темы

source: Guests can answer in topics
ru_ru: Гости могут отвечать в темах

source: When enabled, all new topics will require premoderation before publishing
ru_ru: Когда включено, все темы должны будут одобряться модераторами перед публикацией

source: When enabled, all new topics will be marked as not solved, until creator or moderator marks them as solved
ru_ru: Когда включено, все темы должны будут одобряться модераторами перед публикацией

source: Number of posts to be displayed on one page inside topic
ru_ru: Количеством сообщений для отображения на одной странице темы

source: Number of topics to be displayed on single page inside forum
ru_ru: Количество тем для отображения на одной странице форума

source: Users can include links in their replies
ru_ru: Пользователи могут вставлять ссылки в свои сообщения

source: Users uploads settings
ru_ru: Настройки пользовательских файлов

source: Users can upload files
ru_ru: Пользователи могут прикреплять файлы

source: Max file size (bytes)
ru_ru: Максимальный размер файла (байт)

source: Max file folder size for each user (bytes)
ru_ru: Максимальный размер папки для каждого пользователя (байт)

source: Wrong topic id!
ru_ru: Неверный id темы!

source: This topic doesn't exists!
ru_ru: Эта тема не существует!

source: Topic title is empty!
ru_ru: Заголовок темы пуст!

source: Your post is empty!
ru_ru: Ваше сообщение пусто!

source: Wrong user id value
ru_ru: Неправильное значение id пользователя

source: Topic successfully edited
ru_ru: Тема успешно отредактирована

source: Topic doesn't exists!
ru_ru: Тема не существует!

source: Last post
ru_ru: Последний пост

source: There is no posts yet
ru_ru: Здесь пока нет постов

source: From
ru_ru: От

source: Connection timed out!
ru_ru: Таймаут соединения!

source: Request error!
ru_ru: Ошибка запроса

source: Topic has been deleted
ru_ru: Тема удалена

source: Topic successfully deleted
ru_ru: Тема успешно удалена

source: Changes of other post editing will be lost. Continue?
ru_ru: Изменения при редактировании другого поста будут утрачены. Продолжить?

source: Topic moved successfully
ru_ru: Тема успешно перемещена

source: No posts selected!
ru_ru: Посты не выбраны!

source: Topic created successfully
ru_ru: Тема успешно создана

source: Posts moved successfully
ru_ru: Посты успешно перемещены

source: Select forum
ru_ru: Выберите форум

source: You must select text for quote
ru_ru: Выделите текст для цитирования

source: Comment your report
ru_ru: Прокомментируйте свою жалобу

source: You must enter your nickname!
ru_ru: Вы должны ввести свой ник!

source: Your nickname must be no longer then 256 characters!
ru_ru: Ваш ник не должен быть длиннее 256 символов!

source: New post successfully created
ru_ru: Новый пост успешно создан

source: This forum doesn't exists!
ru_ru: Этот форум не существует!

source: New topic successfully created
ru_ru: Новая тема успешно создана

source: Wrong topic id value
ru_ru: Неверное значение id темы

source: Topic does not exists!
ru_ru: Тема не существует!

source: New replies
ru_ru: Новые сообщения

source: There is new posts in topic
ru_ru: Новые сообщения в теме

source: you subscribed on.
ru_ru: на которую вы подписаны

source: Post link
ru_ru: Ссылка на пост

source: File size must be less then %d bytes
ru_ru: Размер файла должен быть меньше %d байт

source: Not enough free space to save file. You have only %d free bytes
ru_ru: Надостаточно места для сохранения файла. У вас осталось только %d свободных байт

source: File type is forbidden!
ru_ru: Этот тип файлов запрещен!

source: All posts were deleted successfully
ru_ru: Все посты были успешно удалены

source: Some posts were not deleted: access denied.
ru_ru: Некоторые посты не были удалены: доступ запрещен.

source: No posts were deleted: access denied!
ru_ru: Ни один пост не был удален: доступ запрещен!

source: All posts were moved successfully
ru_ru: Все посты успешно перемещены

source: Some posts were not moved: access denied.
ru_ru: Некоторые посты не были перемещены: доступ запрещен.

source: No posts were moved: access denied!
ru_ru: Ни один пост не был перемещен: доступ запрещен!

source: All forums...
ru_ru: Все форумы...

source: Main page
ru_ru: Главная страница

source: Profile
ru_ru: Профиль

source: Search
ru_ru: Поиск

source: Mark all as read
ru_ru: Пометить всё как прочитанное

source: New reports
ru_ru: Новые жалобы

source: Banned
ru_ru: Заблокирован

source: Moderator
ru_ru: Модератор

source: Start new topic
ru_ru: Создать новую тему

source: Attachments
ru_ru: Прикрепленные файлы

source: Post edited
ru_ru: Сообщение отредактировано

source: by
ru_ru: пользователем

source: Answers
ru_ru: Ответы

source: Views
ru_ru: Просмотры

source: Leave a reply
ru_ru: Оставьте сообщение

source: Enter your nickname
ru_ru: Введите ваш ник

source: Edit post
ru_ru: Редактировать пост

source: Commit changes
ru_ru: Сохранить изменения

source: Cancel
ru_ru: Отмена

source: Choose option...
ru_ru: Выберите действие...

source: Move topic
ru_ru: Переместить тему

source: Delete topic
ru_ru: Удалить тему

source: Move selected posts to existing topic
ru_ru: Переместить выбранные посты в существующую тему

source: Start new topic with selected posts
ru_ru: Создать новую тему с выбранными постами

source: Delete selected posts
ru_ru: Удалить выбранные посты

source: Quote
ru_ru: Цитата

source: Edit topic
ru_ru: Редактировать тему

source: Close topic
ru_ru: Закрыть тему

source: Open topic
ru_ru: Открыть тему

source: Approve topic
ru_ru: Одобрить тему

source: Unapprove topic
ru_ru: Снять одобрение

source: Sticky topic
ru_ru: Закрепить тему

source: Unsticky topic
ru_ru: Открепить тему

source: Mark topic as solved
ru_ru: Пометить тему как решенную

source: Unmark topic as solved
ru_ru: Снять пометку "Решенная" с темы

source: Subscribe topic
ru_ru: Подписаться на тему

source: Unsubscribe topic
ru_ru: Отписаться от темы

source: Report
ru_ru: Жалоба

source: Topic title
ru_ru: Заголовок темы

source: Topic description
ru_ru: Описание темы

source: Topic already in trash!
ru_ru: Тема уже в коризне!

source: You already subscribed on this topic
ru_ru: Вы уже подписаны на эту тему

source: Section cannot contain topics!
ru_ru: Секция не может содержать темы!

source: Enter topic title here
ru_ru: Введите заголовок темы здесь

source: Enter topic desctiption here
ru_ru: Введите описание темы здесь

source: You already reported this post!
ru_ru: Вы уже пожаловались на этот пост!

source: Send report
ru_ru: Отправить жалобу

source: Report length must be less then 1024 characters!
ru_ru: Длина жалобы должна быть меньше 1024 символов!

source: This action will delete all forum information - topics, posts, user data etc. Are you sure? Operation cannot be undone.
ru_ru: Это действие удалит всю информацию форума - темы, сообщения, данные пользователей и т. п. Вы уверены? Действие нельзя будет отменить.

source: I'm sure. Uninstall!
ru_ru: Я уверен. Удалить!

source: No, bring me back
ru_ru: Нет, верните меня назад

source: Delete avatar
ru_ru: Удалить аватар

source: Edit
ru_ru: Редактировать

source: User caption
ru_ru: Подпись

source: Save user caption
ru_ru: Сохранить подпись

source: Wrong contact format! Use only valid links!
ru_ru: Неверный формат контакта! Используйте только валидные ссылки!

source: Invalid contact type!
ru_ru: Неверный тип контакта!

source: Online users
ru_ru: Пользователи онлайн

source: There is no topics yet
ru_ru: Здесь еще нет тем

source: Browsing the forum
ru_ru: Читают форум.

source: Currently reading topic
ru_ru: Сейчас читают тему
